[XComMultiplayerTacticalUI]
MutonM2_LW="<Bullet/> Мутон-центуріон володіє всіма здібностями звичайного мутона, а також здатний видавати бойовий клич, що підвищує бойову ефективність його союзників. Він озброєний багнетом і безжально атакує противників, що опинилися на відстані ривка.\n<Bullet/> На відміну від мутонів епохи вторгнення, ці гібридні підвиди смертельно небезпечні в ближньому бою.\n<Bullet/> Центуріони здатні контратакувати своїх противників у рукопашній сутичці\n<Bullet/> Вони також можуть добивати знерухомлених противників; ні в якому разі не дозволяйте ворожим мутонам наближатися до ваших оглушених бійців\n<Bullet/> Вони також можуть вести вогонь на подавлення, а їх бойова броня забезпечує чудовий захист"
MutonM3_LW="<Bullet/>"

DroneM1="<Bullet/>Дрон-охоронець - дешевий розвідник, призначений переважно для подавлення цивільного населення."

[CorpseDrone X2ItemTemplate]
FriendlyName="Обломки дрона"
FriendlyNamePlural="Обломки дронів"
BriefSummary="Судячи з уламків цього легкого автономного безпілотника, він призначався для спостереження та контролю натовпу."

[CorpseMutonElite X2ItemTemplate]
FriendlyName="Труп елітного Мутона"
FriendlyNamePlural="Трупи елітних Мутонів"
BriefSummary="Ці прибульці знаходяться на вершині внутрішньої ієрархії Мутонів. На відміну від центуріонів, у них спостерігаються значні генетичні модифікації порівняно зі стандартними мутонами, з якими ми вже стикалися."

;;;;;;;;;;;;;;;;;;;;;;;;;; NEW ABILITIES ;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[WarCry X2AbilityTemplate]
LocFriendlyName="Бойовий клич"
LocLongDescription="Дає значний бонус до влучності, сили волі та мобільності іншим мутонам і бонуси меншого розміру іншим розумним інопланетянам і військам \"Адвента\". Перезарядка 6 ходів."
LocHelpText="Дає бонус іншим мутонам і деяким видам інопланетян."
LocFlyOverText="Бойовий клич"
LocPromotionPopupText="<Bullet/> Дає значний бонус до влучності, сили волі та мобільності іншим мутонам і бонуси меншого розміру іншим розумним інопланетянам і військам \"Адвента\".<br/><Bullet/> Перезарядка 6 ходів.<br/>"

[BayonetCharge X2AbilityTemplate]
LocFriendlyName="Випад багнетом"
LocLongDescription="У ближньому бою дозволяє атакувати ціль у межах ривка. Перезарядка 4 ходи."
LocHelpText="Дозволяє атакувати в ближньому бою на відстані ривка."
LocFlyOverText="Випад багнетом"
LocPromotionPopupText="<Bullet/> Дозволяє атакувати в ближньому бою ціль у межах ривка.<br/><Bullet/> Перезарядка 4 ходи.<br/>"

[Beastmaster_LW X2AbilityTemplate]
LocFriendlyName="Повелитель звірів"
LocLongDescription="Не отримує шкоди від берсерків."
LocHelpText="Не отримує шкоди від берсерків."
LocFlyOverText="Повелитель звірів"
LocPromotionPopupText="<Bullet/> Не отримує шкоди від берсерків.<br/>"

[MassMindSpin X2AbilityTemplate]
LocFriendlyName="Масове затемнення розуму"
LocFlyOverText="Масове затемнення розуму"
LocLongDescription="Здібність \"Затемнення розуму\" застосовується проти кількох цілей у конусі ураження."
LocHelpText="Псіонічна атака кількох цілей одночасно, яка може викликати різні негативні стани, включаючи контроль над свідомістю."
LocPromotionPopupText="<Bullet/> Псіонічна атака кількох цілей одночасно, яка може викликати різні негативні стани, включаючи контроль над свідомістю."
LocMissMessage="Опір \"Затемненню розуму\"!"

[LWDroneShock X2AbilityTemplate]
LocFriendlyName="Шокер дрона"
LocLongDescription="Ефект, призначений для подавлення мирного населення, завдає мінімальної шкоди та дезорієнтує або оглушує ціль."
LocHelpText="Зброя завдає мінімальної шкоди, але знижує боєздатність цілі."
LocFlyOverText="Шокер дрона"
LocPromotionPopupText="<Bullet/> Ефект, призначений для подавлення мирного населення, завдає мінімальної шкоди та дезорієнтує або оглушує ціль.<br/>"

[LWDroneRepair X2AbilityTemplate]
LocFriendlyName="Ремонт дрона"
LocFlyOverText="Ремонт"
LocHelpText="Ремонт ближнього механічного бійця."
LocLongDescription="Ремонт ближнього механічного бійця."
LocPromotionPopupText="<Bullet/> Ремонт ближнього механічного бійця."

[LWDroneMeleeStun X2AbilityTemplate]
LocFriendlyName="Паралізатор"
LocFlyOverText="Паралізатор"
LocHelpText="Спроба паралізувати противника на відстані рукопашної атаки."
LocLongDescription="Спроба паралізувати противника на відстані рукопашної атаки."
LocPromotionPopupText="<Bullet/> Спроба паралізувати противника на відстані рукопашної атаки."
LocMissMessage="Промах!"

[PersonalShield X2AbilityTemplate]
LocFriendlyName="Особистий щит"
LocFlyOverText="Особистий щит"
LocHelpText="Додає 5 одиниць аблятивної броні. Перезарядка 5 ходів."
LocLongDescription="Додає 5 одиниць аблятивної броні. Перезарядка 5 ходів."
LocPromotionPopupText="<Bullet/> Додає 5 одиниць аблятивної броні.<br/><Bullet/> Перезарядка 5 ходів.<br/><Bullet/> Витрачає одну дію, не закінчує хід.<br/>"

[MassReanimation_LW X2AbilityTemplate]
LocFriendlyName="Масова реанімація"
LocFlyOverText="Масова реанімація"
LocHelpText="Реанімує всіх мертвих істот поблизу, перетворюючи їх на зомбі."
LocLongDescription="Реанімує всіх мертвих істот поблизу, перетворюючи їх на зомбі."
LocPromotionPopupText="<Bullet/> Реанімує всіх мертвих істот поблизу, перетворюючи їх на зомбі."

[ReadyForAnything X2AbilityTemplate]
LocFriendlyName="Повна готовність"
LocFlyOverText="Спостереження: повна готовність."
; LWOTC Needs Translation
LocHelpText="Активує режим \"спостереження\" після стандартного пострілу з основної зброї."
LocLongDescription="Активує режим \"спостереження\" після стандартного пострілу з основної зброї."
LocPromotionPopupText="<Bullet/> Активує режим \"спостереження\" після стандартного пострілу з основної зброї."
; End Translation

[ReadyForAnythingFlyover X2AbilityTemplate]
LocFriendlyName="Повна готовність"
LocFlyOverText="Спостереження: повна готовність."
LocHelpText="Активує режим \"спостереження\" після стандартного пострілу з основної зброї."
LocLongDescription="Активує режим \"спостереження\" після стандартного пострілу з основної зброї."
LocPromotionPopupText="<Bullet/> Активує режим \"спостереження\" після стандартного пострілу з основної зброї."

[RepairServos X2AbilityTemplate]
LocFriendlyName="Боротьба за виживання"
LocFlyOverText="Боротьба за виживання"
LocLongDescription="Після отримання шкоди додаються 2 од. броні до кінця наступного ходу."
LocHelpText="Після отримання шкоди додаються 2 од. броні до кінця наступного ходу."
LocPromotionPopupText="<Bullet/> При попаданні ваша броня стає міцнішою. Після отримання шкоди додаються 2 од. броні до кінця наступного ходу.<br/><Bullet/> Наступні попадання продовжують таймер.<br/>"

[RepairServosPassive X2AbilityTemplate]
LocFriendlyName="Боротьба за виживання"
LocFlyOverText="Боротьба за виживання"
LocLongDescription="Після отримання шкоди додаються 2 од. броні до кінця наступного ходу."
LocHelpText="Після отримання шкоди додаються 2 од. броні до кінця наступного ходу."
LocPromotionPopupText="<Bullet/> Після отримання шкоди додаються 2 од. броні до кінця наступного ходу.<br/><Bullet/> Наступні попадання продовжують таймер.<br/>"

;;;;;;;;;;;;;;;;;;;;;;;;;; MutonM2_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[X2Ability_MutonM2_Abilities]
strBayonetChargePenalty="Центуріон отримує штраф до захисту: <XGParam:IntValue1/> на <XGParam:IntValue0/> хід(ів)."

[MutonM2_LW X2CharacterTemplate]
strCharacterName="Мутон-Центуріон"

[MutonM2_LW_Wpn X2WeaponTemplate]
FriendlyName="Гвинтівка центуріона"
BriefSummary="Нам вдалося захопити різні зразки піхотного озброєння. Це найбільш поширений зразок, недалеко пішовший від гвинтівки, якою користувалися 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрільбу, буде зроблено три постріли зі зниженою точністю, але з вищою ефективністю в цілому\n<Bullet/> Використовуйте поліпшення, здобуті в боях з противником, щоб підвищити ефективність гвинтівки"
; LWOTC Needs Translation
AbilityDescName="Плазмова гвинтівка"
; End translation

[MutonM2_LWGrenade X2GrenadeTemplate]
FriendlyName="Плазмова граната"
FriendlyNamePlural="Плазмові гранати"
BriefSummary="У кожного мутона-центуріона є одна потужна плазмова граната."
TacticalText="<Bullet/> Граната великої потужності."
ThrownAbilityName="Киньте плазмову гранату прибульців"
ThrownAbilityHelpText="Киньте плазмову гранату прибульців у ціль."
LaunchedAbilityName="Вистріліть плазмовою гранатою прибульців"
LaunchedAbilityHelpText="Вистріліть плазмовою гранатою прибульців у ціль. Пошкоджує броню."

[MutonM2_LW_MeleeAttack X2WeaponTemplate]
FriendlyName="Багнет"

;;;;;;;;;;;;;;;;;;;;;;;;;; MutonM3_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[MutonM3_LW X2CharacterTemplate]
strCharacterName="Мутон-гвардієць"

[MutonM3_LW_Wpn X2WeaponTemplate]
FriendlyName="Плазмопушка гвардійця"
; LWOTC Needs Translation
AbilityDescName="Плазмопушка"
; End translation

[MutonM3_LWGrenade X2GrenadeTemplate]
FriendlyName="Плазмова граната"
FriendlyNamePlural="Плазмові гранати"
BriefSummary="У кожного мутона-гвардійця є потужна плазмова граната."
TacticalText="<Bullet/> Граната великої потужності."
ThrownAbilityName="Киньте плазмову гранату прибульців"
ThrownAbilityHelpText="Киньте плазмову гранату прибульців у ціль."
LaunchedAbilityName="Вистріліть плазмовою гранатою прибульців"
LaunchedAbilityHelpText="Вистріліть плазмовою гранатою прибульців у ціль. Пошкоджує броню."

;;;;;;;;;;;;;;;;;;;;;;;;;; Naja ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NajaM1 X2CharacterTemplate]
strCharacterName="Ная"

[NajaM2 X2CharacterTemplate]
strCharacterName="Ная Серпенс"

[NajaM3 X2CharacterTemplate]
strCharacterName="Ная-гвардієць"

[NajaM1_WPN X2WeaponTemplate]
FriendlyName="Снайперська гвинтівка Наї"
; LWOTC Needs Translation
AbilityDescName="Снайперська гвинтівка"
; End translation

[NajaM2_WPN X2WeaponTemplate]
FriendlyName="Снайперська гвинтівка Наї"
; LWOTC Needs Translation
AbilityDescName="Снайперська гвинтівка"
; End translation

[NajaM3_WPN X2WeaponTemplate]
FriendlyName="Снайперська гвинтівка Наї"
; LWOTC Needs Translation
AbilityDescName="Снайперська гвинтівка"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; Sidewinder ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[SidewinderM1 X2CharacterTemplate]
strCharacterName="Гримучник"

[SidewinderM2 X2CharacterTemplate]
strCharacterName="Гримучник Серпенс"

[SidewinderM3 X2CharacterTemplate]
strCharacterName="Гримучник-гвардієць"

[SidewinderM1_WPN X2WeaponTemplate]
FriendlyName="Гіперпістолет гримучника"
; LWOTC Needs Translation
AbilityDescName="Гіперпістолет"
; End translation

[SidewinderM2_WPN X2WeaponTemplate]
FriendlyName="Гіперпістолет гримучника"
; LWOTC Needs Translation
AbilityDescName="Гіперпістолет"
; End translation

[SidewinderM3_WPN X2WeaponTemplate]
FriendlyName="Гіперпістолет гримучника"
; LWOTC Needs Translation
AbilityDescName="Гіперпістолет"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; Viper ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ViperM2_LW X2CharacterTemplate]
strCharacterName="Гадюка Серпенс"

[ViperM3_LW X2CharacterTemplate]
strCharacterName="Елітна Гадюка"

[ViperM2_LW_WPN X2WeaponTemplate]
FriendlyName="Променева гвинтівка"
; LWOTC Needs Translation
AbilityDescName="Плазмова гвинтівка"
; End translation

[ViperM3_LW_WPN X2WeaponTemplate]
FriendlyName="Променева гвинтівка"
; LWOTC Needs Translation
AbilityDescName="Плазмова гвинтівка"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; ArchonM2_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ArchonM2_LW X2CharacterTemplate]
strCharacterName="Великий архонт"

;;;;;;;;;;;;;;;;;;;;;;;;;; SectoidM2_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[SectoidM2_LW X2CharacterTemplate]
strCharacterName="Командир сектоїдів"

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvGunnerM1 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvGunnerM1 X2CharacterTemplate]
strCharacterName="Кулеметник \"Адвента\""

[AdvGunnerM1_WPN X2WeaponTemplate]
FriendlyName="Автомаг"
; LWOTC Needs Translation
AbilityDescName="Пушка"
; End translation

[AdvGunnerM2 X2CharacterTemplate]
strCharacterName="Важкий кулеметник \"Адвента\""

[AdvGunnerM2_WPN X2WeaponTemplate]
FriendlyName="Автомаг"
; LWOTC Needs Translation
AbilityDescName="Пушка"
; End translation

[AdvGunnerM3 X2CharacterTemplate]
strCharacterName="Елітний Кулеметник \"Адвента\""

[AdvGunnerM3_WPN X2WeaponTemplate]
FriendlyName="Автомаг"
; LWOTC Needs Translation
AbilityDescName="Пушка"
; End translation


;;;;;;;;;;;;;;;;;;;;;;;;;; AdvSentryM1-3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvSentryM1 X2CharacterTemplate]
strCharacterName="Вартовий \"Адвента\""

[AdvSentryM1_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
; LWOTC Needs Translation
AbilityDescName="Магнітна гвинтівка"
; End translation

[AdvSentryM2 X2CharacterTemplate]
strCharacterName="Страж \"Адвента\""

[AdvSentryM2_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
; LWOTC Needs Translation
AbilityDescName="магнітна гвинтівка"
; End translation

[AdvSentryM3 X2CharacterTemplate]
strCharacterName="Хранитель \"Адвента\""

[AdvSentryM3_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
; LWOTC Needs Translation
AbilityDescName="Магнітна гвинтівка"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvGrenadierM1-3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvGrenadierM1 X2CharacterTemplate]
strCharacterName="Інженер \"Адвента\""

[AdvGrenadierM1_GrenadeLauncher X2WeaponTemplate]
FriendlyName="Гранатомет \"Адвента\""

[AdvGrenadierM2 X2CharacterTemplate]
strCharacterName="Гранатометник \"Адвента\""

[AdvGrenadierM2_GrenadeLauncher X2WeaponTemplate]
FriendlyName="Гранатомет \"Адвента\""

[AdvGrenadierM3 X2CharacterTemplate]
strCharacterName="Важкий гранатометник \"Адвента\""

[AdvGrenadierM3_GrenadeLauncher X2WeaponTemplate]
FriendlyName="Гранатомет \"Адвента\""

[AdvGrenadierFlashbangGrenade X2GrenadeTemplate]
FriendlyName="Світлошумова граната"
FriendlyNamePlural="Світлошумові гранати"
BriefSummary="Світлошумова граната дезорієнтує ворогів у дуже великому радіусі, серйозно знижуючи боєздатність."
TacticalText="<Bullet/> Світлошумові гранати не завдають шкоди, але приголомшують і дезорієнтують противника в межах великого радіусу.<br><Bullet/> Не діють на союзників."
ThrownAbilityName="Кидок світлошумової гранати"
ThrownAbilityHelpText="Дезорієнтує всіх противників у зоні ураження."
LaunchedAbilityname="Постріл світлошумовою гранатою"
LaunchedAbilityHelpText="Дезорієнтує всіх противників у зоні ураження."

[AdvGrenadierFireGrenade X2GrenadeTemplate]
FriendlyName="Запалювальна граната"
FriendlyNamePlural="Запалювальні гранати"
BriefSummary="Запалювальна граната є наступним етапом розвитку імпровізованої зброї, роками використовуваної Опором. Більшість цілей у зоні вибуху загоряться та отримуватимуть шкоду кожен хід."
TacticalText="<Bullet/> Запалювальні гранати завдають шкоди всім цілям у радіусі ураження та підпалюють усіх, хто може горіти.\n<Bullet/> Вони завдають більшої шкоди при вибуху, ніж усі інші гранати.\n<Bullet/> Деякі вороги, особливо металеві, неуразливі для вогню та не загоряються."
ThrownAbilityName="Кидок запалювальної гранати"
ThrownAbilityHelpText="Підпалює вказану область і всіх, хто знаходиться в зоні ураження."
LaunchedAbilityname="Постріл запалювальною гранатою"
LaunchedAbilityHelpText="Підпалює вказану область і всіх, хто знаходиться в зоні ураження."

[AdvGrenadierAcidGrenade X2GrenadeTemplate]
FriendlyName="Кислотна граната"
FriendlyNamePlural="Кислотні гранати"
BriefSummary="Додавши їдкий хімічний склад у стандартні осколкові гранати, ми створили зброю, ефективно знищуючу броню противника. Уражені цілі продовжують отримувати шкоду, поки кислота роз'їдає все, до чого торкається."
TacticalText="<Bullet/> Кислотні гранати знищують броню ефективніше осколкових гранат.<br><Bullet/> Вороги, що перебувають під впливом кислоти, отримують шкоду протягом кількох ходів."
ThrownAbilityName="Кидок кислотної гранати"
ThrownAbilityHelpText="Утворює калюжі кислоти, завдаючі шкоди."
LaunchedAbilityname="Постріл кислотною гранатою"
LaunchedAbilityHelpText="Утворює калюжі кислоти, завдаючі шкоди."

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvRocketeerM1-3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvRocketeerM1 X2CharacterTemplate]
strCharacterName="Ракетник \"Адвента\""

[AdvRocketeerM2 X2CharacterTemplate]
strCharacterName="Важкий Ракетник \"Адвента\""

[AdvRocketeerM3 X2CharacterTemplate]
strCharacterName="Елітний Ракетник \"Адвента\""

[AdvRocketeerM1_RocketLauncher X2WeaponTemplate]
FriendlyName="Ракетомет \"Адвента\""

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvMecM3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvMec_M3_LW X2CharacterTemplate]
strCharacterName="Супертяжкий МЕК"

;;;;;;;;;;;;;;;;;;;;;;;;;; DroneM1-2 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[LWDroneM1 X2CharacterTemplate]
strCharacterName="Дрон-спостерігач \"Адвента\""

[LWDroneM2 X2CharacterTemplate]
strCharacterName="Дрон-мисливець \"Адвента\""

[LWDroneM1_WPN X2WeaponTemplate]
FriendlyName="Шокер дрона"
; LWOTC Needs Translation
AbilityDescName="Електрошокова зброя"
; End translation

[LWDroneM2_WPN X2WeaponTemplate]
FriendlyName="Електрошокер дрона"
; LWOTC Needs Translation
AbilityDescName="Електрошокова зброя"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvMecArcherM1 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvMECArcherM1 X2CharacterTemplate]
strCharacterName="МЕК \"Лучник\""

[AdvMECArcher_WPN X2WeaponTemplate]
FriendlyName="Міні-гармата МЕКа"
; LWOTC Needs Translation
AbilityDescName="міні-гармата"
; End translation

[AdvMECArcher_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Ракетна артилерія"
; LWOTC Needs Translation
AbilityDescName="мікроракети"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvMecArcherM2 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvMECArcherM2 X2CharacterTemplate]
strCharacterName="МЕК \"Довгий лук\""

;;;;;;;;;;;;;;;;;;;;;;;;;; Chryssalid Soldier ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ChryssalidSoldier X2CharacterTemplate]
strCharacterName="Крісалід-боєць"

[ChryssalidSoldierSlash X2AbilityTemplate]
LocFriendlyName="Удар крісаліди-бійця"
LocLongDescription="Атаки в ближньому бою завдають величезної шкоди."
LocHelpText="Атаки в ближньому бою завдають величезної шкоди."

;;;;;;;;;;;;;;;;;;;;;;;;;; Hive Queen ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[HiveQueen X2CharacterTemplate]
strCharacterName="Королева рою"

[HiveQueenSlash X2AbilityTemplate]
LocFriendlyName="Потужний удар крісаліда"
LocLongDescription="Атаки в ближньому бою завдають величезної шкоди."
LocHelpText="Атаки в ближньому бою завдають величезної шкоди."

;;;;;;;;;;;;;;;;;;;;;;;;; Additional ADVENT Trooper types ;;;;;;;;;;;;;;;;;;;;;;;;

[AdvSergeantM1 X2CharacterTemplate]
strCharacterName="Сержант \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvSergeantM1_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"


[AdvSergeantM2 X2CharacterTemplate]
strCharacterName="Ст. сержант \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvSergeantM2_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvShockTroop X2CharacterTemplate]
strCharacterName="Штурмовик \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvShockTroop_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvCommando X2CharacterTemplate]
strCharacterName="Коммандо \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvCommando_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvVanguard X2CharacterTemplate]
strCharacterName="Передовий боєць \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvVanguard_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvScout X2CharacterTemplate]
strCharacterName="Розвідник \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvScout_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvGeneralM1_LW X2CharacterTemplate]
strCharacterName="Генерал \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvGeneralM1_LW_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvGeneralM2_LW X2CharacterTemplate]
strCharacterName="Генерал \"Адвента\""
AbilityDescName="Магнітна гвинтівка"

[AdvGeneralM2_LW_WPN X2WeaponTemplate]
FriendlyName="Магнітна гвинтівка \"Адвента\""
AbilityDescName="Магнітна гвинтівка"
